window.SURGERY_DATA={
  "1": "右飛節OCD除去手術（2026/5/26）",
  "13": "右副手根骨骨折により骨片除去手術（2025/12/1）",
  "17": "両飛節OCD除去手術（2026/2/12）",
  "27": "両飛節OCD除去手術（2025/10/31）",
  "29": "左飛節離断性関節炎により関節洗浄（2026/5/8、2026/5/10、2026/5/13）",
  "36": "左飛節OCD除去手術（2026/7/3）",
  "39": "右後第一趾骨骨折により骨片除去手術（2025/10/17）",
  "44": "左前球節に起因する跛行のため同関節の試験的関節鏡手術（所見なし）（2026/4/27）",
  "52": "右飛節OCD除去手術（2026/1/22）",
  "57": "両飛節OCD除去手術（2026/6/15）",
  "75": "左前球節離断性関節炎により関節洗浄（2025/10/7、2025/10/11）",
  "82": "左飛節OCD除去手術（2026/2/27）",
  "88": "右飛節OCD除去手術（2026/6/23）"
};
