window.VIDEO_EVAL={
  "1": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "2": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "3": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "4": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "5": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "6": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "7": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "8": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "9": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "10": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "11": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "12": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "13": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "14": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "15": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "16": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "17": {
    "前進気勢": 0,
    "首差し": -1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "18": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "19": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "20": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "21": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "22": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "23": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "24": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "25": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "26": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "27": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "28": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "29": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "30": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "31": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "32": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "33": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "34": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "35": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "36": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "37": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "38": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "39": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "40": {
    "前進気勢": -1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "41": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "42": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "43": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "44": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "45": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "46": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": -1,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "47": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": -1,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "48": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "49": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "50": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "51": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "52": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "53": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "54": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "55": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "56": {
    "前進気勢": null,
    "首差し": null,
    "力強さ": null,
    "うねり・柔らかさ": null,
    "足捌き": null
  },
  "57": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "58": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "59": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "60": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "61": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "62": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "63": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "64": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "65": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "66": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "67": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "68": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "69": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "70": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "71": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "72": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "73": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "74": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "75": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "76": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "77": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "78": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "79": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "80": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "81": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 1,
    "足捌き": 1
  },
  "82": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "83": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "84": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "85": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": -1
  },
  "86": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": -1
  },
  "87": {
    "前進気勢": 1,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "88": {
    "前進気勢": 0,
    "首差し": -1,
    "力強さ": -1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "89": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "90": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 1
  },
  "91": {
    "前進気勢": 0,
    "首差し": 0,
    "力強さ": 0,
    "うねり・柔らかさ": 1,
    "足捌き": 0
  },
  "92": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 0,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "93": {
    "前進気勢": 1,
    "首差し": 0,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  },
  "94": {
    "前進気勢": 0,
    "首差し": 1,
    "力強さ": 1,
    "うねり・柔らかさ": 0,
    "足捌き": 0
  }
};
